Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Voodoo Demon
zh_cn: 巫毒恶魔

source: Vortex
zh_cn: 星旋

source: Vortex Axe
zh_cn: 星旋斧

source: Vortex Beater
zh_cn: 星旋机枪

source: Vortex Booster
zh_cn: 星旋强化翼

source: Vortex Breastplate
zh_cn: 星旋胸甲

source: Vortex Chainsaw
zh_cn: 星旋链锯

source: Vortex Drill
zh_cn: 星旋钻头

source: Vortex Dye
zh_cn: 星旋染料

source: Vortex Fragment
zh_cn: 星旋碎片

source: Vortex Fragment Block
zh_cn: 星旋碎片块

source: Vortex Hamaxe
zh_cn: 星旋锤斧

source: Vortex Hammer
zh_cn: 星旋锤

source: Vortex Helmet
zh_cn: 星旋头盔

source: Vortex Laser
zh_cn: 星旋激光

source: Vortex Leggings
zh_cn: 星旋护腿

source: Vortex Lightning
zh_cn: 星旋闪电

source: Vortex Monolith
zh_cn: 星旋天塔柱

source: Vortex Pickaxe
zh_cn: 星旋镐

source: Vortex Pillar
zh_cn: 星旋柱

source: Vortex Rocket
zh_cn: 星旋火箭

source: Vortexian
zh_cn: 星旋怪

source: Vortexian Banner
zh_cn: 星旋怪旗

source: Vulture
zh_cn: 秃鹰

source: Vulture Banner
zh_cn: 秃鹰旗

source: WHAT?!
zh_cn: 什么？！

source: Waiting for clients...
zh_cn: 正在等待客户端...

source: Waldo
zh_cn: 沃尔多

source: Walk the Plank
zh_cn: 稳走跳板

source: Wall Anchor
zh_cn: 墙锚

source: Wall Creeper
zh_cn: 爬墙蜘蛛

source: Wall Creeper Banner
zh_cn: 爬墙蜘蛛旗

source: Wall Creeper Statue
zh_cn: 爬墙蜘蛛雕像

source: Wall Skeleton
zh_cn: 壁挂骷髅

source: Wall of Flesh
zh_cn: 血肉墙

source: Wall of Flesh Mask
zh_cn: 血肉墙面具

source: Wall of Flesh Trophy
zh_cn: 血肉墙纪念章

source: Wand of Sparking
zh_cn: 火花魔棒

source: Wandering Eye
zh_cn: 游荡眼球怪

source: Waning Crescent
zh_cn: 残月

source: Waning Gibbous
zh_cn: 亏凸月

source: Wanna play Fuse Chicken?
zh_cn: 想玩爆炸试胆吗？

source: War Axe of the Night
zh_cn: 暗夜战斧

source: War Table
zh_cn: 战争桌

source: War Table Banner
zh_cn: 战争桌旗

source: Warding
zh_cn: 护佑

source: Warmth
zh_cn: 温暖

source: Warmth Potion
zh_cn: 保暖药水

source: Warning!
zh_cn: 警告！

source: Warrior Emblem
zh_cn: 战士徽章

source: Wasp
zh_cn: 胡蜂

source: Wasp Gun
zh_cn: 胡蜂枪

source: Watch Your Step!
zh_cn: 当心脚下！

source: Water
zh_cn: 水

source: Water Bolt
zh_cn: 水矢

source: Water Bucket
zh_cn: 水桶

source: Water Candle
zh_cn: 水蜡烛

source: Water Chest
zh_cn: 水中箱

source: Water Fountain
zh_cn: 喷泉

source: Water Gun
zh_cn: 水枪

source: Water Sphere
zh_cn: 水球

source: Water Stream
zh_cn: 水流

source: Water Walking
zh_cn: 水上漂

source: Water Walking Boots
zh_cn: 水上漂靴

source: Water Walking Potion
zh_cn: 水上漂药水

source: Water has been settled.
zh_cn: 流水已停止。

source: Water is already settling
zh_cn: 水域已放置

source: Waterfall Block
zh_cn: 瀑布块

source: Waterfall Wall
zh_cn: 瀑布墙

source: Waterleaf
zh_cn: 幌菊

source: Waterleaf Planter Box
zh_cn: 幌菊花盆

source: Waterleaf Seeds
zh_cn: 幌菊种子

source: Wave Complete!
zh_cn: 进攻波完成！

source: Wave {0}: {1}
zh_cn: 第{0}波：{1}

source: Wave: {0}
zh_cn: 波数：{0}

source: Waves Quality: {0}
zh_cn: 水波质量：{0}

source: Waxing Crescent
zh_cn: 娥眉月

source: Waxing Gibbous
zh_cn: 盈凸月

source: We are living in a fairy tale.
zh_cn: 我们生活在童话之中。

source: We need better text for this!!!
zh_cn: 我们需要为此提供更好的文本！！！

source: We should set up a blinkroot party, and we should also set up an after-party.
zh_cn: 我们应该办一个闪耀根派对，而且我们还应该办一个庆功派对。

source: Weak
zh_cn: 软弱

source: Weak knockback
zh_cn: 较弱击退力

source: Weapon Imbue: Confetti
zh_cn: 武器灌注：彩纸

source: Weapon Imbue: Cursed Flames
zh_cn: 武器灌注：诅咒焰

source: Weapon Imbue: Fire
zh_cn: 武器灌注：火焰

source: Weapon Imbue: Gold
zh_cn: 武器灌注：金

source: Weapon Imbue: Ichor
zh_cn: 武器灌注：灵液

source: Weapon Imbue: Nanites
zh_cn: 武器灌注：纳米机器人

source: Weapon Imbue: Poison
zh_cn: 武器灌注：毒药

source: Weapon Imbue: Venom
zh_cn: 武器灌注：毒液

source: Weapon Rack
zh_cn: 武器架

source: Weather
zh_cn: 天气

source: Weather Radio
zh_cn: 天气收音机

source: Web
zh_cn: 蛛丝

source: Web Covered Chest
zh_cn: 蛛丝箱

source: Web Rope
zh_cn: 蛛丝绳

source: Web Rope Coil
zh_cn: 蛛丝绳圈

source: Web Slinger
zh_cn: 蛛丝吊索

source: Web spit
zh_cn: 蛛丝唾液

source: Webbed
zh_cn: 织网

source: Webbed Stylist
zh_cn: 织网发型师

source: Wedding Dress
zh_cn: 婚裙

source: Wedding Veil
zh_cn: 面纱

source: Welcome to
zh_cn: 欢迎来到

source: Welcome to {0}!
zh_cn: 欢迎来到{0}！

source: Well Fed
zh_cn: 吃得好

source: Werewolf
zh_cn: 狼人

source: Werewolf Banner
zh_cn: 狼人旗

source: Wet
zh_cn: 潮湿

source: What am I doing here...
zh_cn: 我在这是要干嘛啊...

source: What is that supposed to mean?!
zh_cn: 什么意思？！

source: What's this about me having more 'bark' than bite?
zh_cn: 说我雷声大雨点小是啥意思？

source: Where's My Honey?
zh_cn: 我的蜂蜜在哪儿？

source: Which aftershave can I interest you in today, sir?
zh_cn: 先生，您今天想试试哪种须后水？

source: Whirlwind of Infinite Wisdom
zh_cn: 无限智慧旋风

source: White Bulb
zh_cn: 白灯泡

source: White Cultist Archer
zh_cn: 白邪教徒弓箭手

source: White Cultist Archer Banner
zh_cn: 白邪教徒弓箭手旗

source: White Cultist Caster Banner
zh_cn: 白邪教徒法师旗

source: White Cultist Fighter Banner
zh_cn: 白邪教徒战士旗

source: White Dynasty Wall
zh_cn: 白王朝墙

source: White Garland
zh_cn: 白花环

source: White Horseshoe Balloon
zh_cn: 白马掌气球

source: White Paint
zh_cn: 白漆

source: White Phaseblade
zh_cn: 白陨石光剑

source: White Phasesaber
zh_cn: 白晶光刃

source: White String
zh_cn: 白绳

source: White Team Block
zh_cn: 白团队块

source: White Team Platform
zh_cn: 白团队平台

source: White Torch
zh_cn: 白火把

source: White Tuxedo Pants
zh_cn: 白西装裤

source: White Tuxedo Shirt
zh_cn: 白西装衣

source: White and Green Bulb
zh_cn: 白绿灯泡

source: White and Red Bulb
zh_cn: 白红灯泡

source: White and Red Garland
zh_cn: 白红花环

source: White and Yellow Bulb
zh_cn: 白黄灯泡

source: Whoopie Cushion
zh_cn: 整蛊坐垫

source: Why do you have to be so confrontational during a time like this?
zh_cn: 你为什么一定要在这种时候作对呢？

source: Why don't YOU try collecting money from {Demolitionist} and not lose a hand or foot or...
zh_cn: 你为什么不试着收{Demolitionist}的钱，并且不会断胳膊断脚...

source: Why purify the world when you can just blow it up?
zh_cn: 如果这个世界可以炸得一干二净，何须再净化它？

source: Wild
zh_cn: 狂野

source: Will never threaten to stab you and, in fact, cannot speak
zh_cn: 永远不会威胁刺伤你，而且事实上也无法讲话

source: Will's Breastplate
zh_cn: Will的胸甲

source: Will's Helmet
zh_cn: Will的头盔

source: Will's Leggings
zh_cn: Will的护腿

source: Will's Wings
zh_cn: Will的翅膀

source: William
zh_cn: 威廉

source: Wine Glass
zh_cn: 葡萄酒杯

source: Winter Cape
zh_cn: 冬季披风

source: Winterhearted
zh_cn: 冷若冰霜

source: Wire
zh_cn: 电线

source: Wire Bulb
zh_cn: 彩线灯泡

source: Wire Cutter
zh_cn: 钢丝钳

source: Wire Kite
zh_cn: 线路蓝图

source: Wiring Options
zh_cn: 接线选项

source: Wisp
zh_cn: 妖灵

source: Wisp Dye
zh_cn: 妖灵染料

source: Wisp in a Bottle
zh_cn: 妖灵瓶

source: Witch Boots
zh_cn: 女巫靴

source: Witch Doctor
zh_cn: 巫医

source: Witch Dress
zh_cn: 女巫服

source: Witch Hat
zh_cn: 女巫帽

source: With the help of the defenses, you will have to repel several waves of invaders who are attempting to destroy both you and the Eternia Crystal!
zh_cn: 你必须借助这些防御工事，击退几波企图摧毁你和埃特尼亚水晶的入侵者！

source: Wither Beast
zh_cn: 枯萎兽

source: Wither Beast Banner
zh_cn: 枯萎兽旗

source: Withered Armor
zh_cn: 枯萎盔甲

source: Withered Weapon
zh_cn: 枯萎武器

source: Withering Bolt
zh_cn: 枯萎矢

source: Wizard
zh_cn: 巫师

source: Wizard Hat
zh_cn: 巫师帽

source: Wizard's Hat
zh_cn: 巫师帽

source: Wolf
zh_cn: 狼

source: Wolf Banner
zh_cn: 狼旗

source: Wolf Mask
zh_cn: 狼面具

source: Wolf Pants
zh_cn: 狼裤

source: Wolf Shirt
zh_cn: 狼衣

source: Woman Statue
zh_cn: 女人雕像

source: Womannequin
zh_cn: 女模特

source: Wonder what's inside?
zh_cn: 想知道里面有什么？

source: Wood
zh_cn: 木材

source: Wood Breastplate
zh_cn: 木胸甲

source: Wood Fishing Pole
zh_cn: 木钓竿

source: Wood Greaves
zh_cn: 木护胫

source: Wood Helmet
zh_cn: 木头盔

source: Wood Hook
zh_cn: 木钩

source: Wood Platform
zh_cn: 木平台

source: Wood Shelf
zh_cn: 木架

source: Wood Wall
zh_cn: 木墙

source: Wooden Arrow
zh_cn: 木箭

source: Wooden Beam
zh_cn: 木梁

source: Wooden Boomerang
zh_cn: 木制回旋镖

source: Wooden Bow
zh_cn: 木弓

source: Wooden Chair
zh_cn: 木椅

source: Wooden Crate
zh_cn: 木匣

source: Wooden Door
zh_cn: 木门

source: Wooden Fence
zh_cn: 木栅栏

source: Wooden Hammer
zh_cn: 木锤

source: Wooden Sink
zh_cn: 木水槽

source: Wooden Spike
zh_cn: 木尖刺

source: Wooden Sword
zh_cn: 木剑

source: Wooden Table
zh_cn: 木桌

source: Wooden Yoyo
zh_cn: 木悠悠球

source: Wooden arrows turn into a column of bees
zh_cn: 木箭变成一队蜜蜂

source: Wooden arrows turn into flaming bats
zh_cn: 木箭变成烈焰蝙蝠

source: Work Bench
zh_cn: 工作台

source: Works when wet
zh_cn: 弄湿后有效

source: World
zh_cn: 世界

source: World Banner
zh_cn: 世界旗

source: World Feeder
zh_cn: 吞世怪

source: World Feeder Banner
zh_cn: 吞世怪旗

source: World Seed: {0}
zh_cn: 世界种子：{0}

source: Worm
zh_cn: 蠕虫

source: Worm Banner
zh_cn: 蠕虫旗

source: Worm Cage
zh_cn: 蠕虫笼

source: Worm Fodder
zh_cn: 虫粮

source: Worm Food
zh_cn: 蠕虫诱饵

source: Worm Hook
zh_cn: 蠕虫钩

source: Worm Scarf
zh_cn: 蠕虫围巾

source: Worm Statue
zh_cn: 蠕虫雕像

source: Worm Tooth
zh_cn: 蠕虫毒牙

source: Wormhole Potion
zh_cn: 虫洞药水

source: Would you like a lollipop?
zh_cn: 你吃棒棒糖吗？

source: Wow, {PlayerName}, meeting an adventurous man like you makes me want to party!
zh_cn: 哇，{PlayerName}，认识像你这样的冒险家，让我有股想开派对的冲动！

source: Wraith
zh_cn: 幻灵

source: Wraith Banner
zh_cn: 幻灵旗

source: Wraith Statue
zh_cn: 幻灵雕像

source: Wrath
zh_cn: 怒气

source: Wrath Potion
zh_cn: 怒气药水

source: Wyvern
zh_cn: 飞龙

source: Wyvern Banner
zh_cn: 飞龙旗

source: Wyverntail
zh_cn: 飞龙尾

source: XBone
zh_cn: X骨头

source: Xeno Staff
zh_cn: 外星法杖

source: Xenopopper
zh_cn: 外星霰弹枪

source: Yelets
zh_cn: 叶列茨球

source: Yellow Banner
zh_cn: 黄旗

source: Yellow Bulb
zh_cn: 黄灯泡

source: Yellow Counterweight
zh_cn: 黄平衡锤

source: Yellow Dye
zh_cn: 黄染料

source: Yellow Gradient Dye
zh_cn: 渐变黄染料

source: Yellow Horseshoe Balloon
zh_cn: 黄马掌气球

source: Yellow Lights
zh_cn: 黄光

source: Yellow Marigold
zh_cn: 黄万寿菊

source: Yellow Paint
zh_cn: 黄漆

source: Yellow Phaseblade
zh_cn: 黄陨石光剑

source: Yellow Phasesaber
zh_cn: 黄晶光刃

source: Yellow Present
zh_cn: 黄礼物

source: Yellow Pressure Plate
zh_cn: 黄压力板

source: Yellow Rocket
zh_cn: 黄火箭

source: Yellow Slime
zh_cn: 黄史莱姆

source: Yellow Slime Banner
zh_cn: 黄史莱姆旗

source: Yellow Stained Glass
zh_cn: 黄花窗玻璃

source: Yellow String
zh_cn: 黄绳

source: Yellow Stucco
zh_cn: 黄泥灰

source: Yellow Stucco Wall
zh_cn: 黄泥灰墙

source: Yellow Team Block
zh_cn: 黄团队块

source: Yellow Team Platform
zh_cn: 黄团队平台

source: Yellow Torch
zh_cn: 黄火把

source: Yellow Wires
zh_cn: 黄电线

source: Yellow Wrench
zh_cn: 黄扳手

source: Yellow and Black Dye
zh_cn: 黄黑染料

source: Yellow and Green Bulb
zh_cn: 黄绿灯泡

source: Yellow and Green Lights
zh_cn: 黄绿光

source: Yellow and Silver Dye
zh_cn: 黄银染料

source: Yes
zh_cn: 是

source: Yeti
zh_cn: 雪兽

source: Yeti Banner
zh_cn: 雪兽旗

source: Yo ho ho and a bottle of....blinkroots!
zh_cn: 哟嗬嗬，一瓶...闪耀根！

source: Yo, I heard you like rockets and running boots, so I put some rockets in your running boots.
zh_cn: 唷，我听说你喜欢火箭和跑鞋，所以我在你的跑鞋上加了一些火箭。

source: Yoraiz0r's Recolored Goggles
zh_cn: Yoraiz0r的染色护目镜

source: Yoraiz0r's Scowl
zh_cn: Yoraiz0r的怒容

source: Yoraiz0r's Skirt
zh_cn: Yoraiz0r的裙

source: Yoraiz0r's Spell
zh_cn: Yoraiz0r的魔法

source: Yoraiz0r's Uniform
zh_cn: Yoraiz0r的制服

source: You Can Do It!
zh_cn: 你能行！

source: You and What Army?
zh_cn: 你和哪路神仙啊？

source: You are banned from this server.
zh_cn: 你已被此服务器封禁。

source: You are being sucked into the mouth
zh_cn: 你被吸入嘴中

source: You are completely petrified!
zh_cn: 你已完全石化！

source: You are craving carrots
zh_cn: 你渴望胡萝卜

source: You are done, the grand {Angler} dismisses you!
zh_cn: 你完蛋了，伟大的 {Angler} 会解雇你！

source: You are dripping water
zh_cn: 你在滴水

source: You are in love!
zh_cn: 你已坠入爱河！

source: You are not in a party!
zh_cn: 你不在队伍中！

source: You are not using the same version as this server.
zh_cn: 你使用的版本与此服务器不同。

source: You are overwhelmed with pain...
zh_cn: 你痛苦不堪...

source: You are slimy and sticky
zh_cn: 你粘糊糊的

source: You are so close!
zh_cn: 你就要成功了！

source: You are stuck
zh_cn: 你被卡住了

source: You are unable to absorb healing effects
zh_cn: 你无法吸收治疗效果

source: You better not get blood on me.
zh_cn: 你最好不要让血沾到我身上。

source: You can only go down from here!
zh_cn: 在这儿你只能往下走！

source: You can see nearby hazards
zh_cn: 你可以看到附近的危险

source: You can see what's biting your hook
zh_cn: 你能看到是什么在咬你的鱼钩

source: You can't change teams inside your team's blocks!
zh_cn: 你不能在团队块内更改团队！

source: You can't move!
zh_cn: 你不能动！

source: You can't see!
zh_cn: 你看不到！

source: You cannot move
zh_cn: 你无法移动

source: You cannot publish a Mod built on a Beta version of tModLoader
zh_cn: 你无法发布生成于tModLoader测试版本的模组

source: You cannot publish a Mod built on an old version of tModLoader
zh_cn: 你无法发布生成于tModLoader旧版本的模组

source: You feel an evil presence watching you...
zh_cn: 你感到有个邪恶的东西在看着你...

source: You feel vibrations from deep below...
zh_cn: 你感受到地下深处的震动...

source: You have a lot of work to do.
zh_cn: 你有许多工作要做。

source: You have entertained me enough for today, go.
zh_cn: 你今天已经让我够开心了，可以走了。

source: You have lost the power of creation!
zh_cn: 你已失去创造能力！

source: You have no idea how much Dirt Blocks sell for overseas.
zh_cn: 你是不知道土块能在国外卖多少钱。

source: You have seen something nasty, there is no escape.
zh_cn: 你已经看到一些令人讨厌的东西，而且无路可逃。

source: You just might be strong enough to free me from my curse...
zh_cn: 你的能力也只够将我从诅咒中解救出来...

source: You know, I think I've seen a portal like that before, but it was gold.
zh_cn: 你知道吗，我想我以前看过一个像这样的传送门，但它是黄金的。

source: You know, that mining helmet-flipper combination was a much better idea on paper.
zh_cn: 你知道吧，理论上，潜水帽和脚蹼应该配套使用。

source: You must cleanse the world of this corruption.
zh_cn: 你必须净化这个腐化的世界。

source: You must cleanse the world of this crimson.
zh_cn: 你必须净化这个猩红的世界。

source: You must first set a frame
zh_cn: 你必须先设置边框

source: You should focus on gathering more life crystals to increase your maximum life.
zh_cn: 你应当专注于收集更多的生命水晶，以提高最大生命值。

source: You smell terrible
zh_cn: 你的味道真难闻

source: You wake up from a strange dream...
zh_cn: 你从一个奇怪的梦中醒来...

source: You were slain...
zh_cn: 你被杀死了...

source: You will dodge the next attack
zh_cn: 你将躲避下一次攻击

source: You will fall slower while holding this
zh_cn: 持有此物可减缓坠落速度

source: You will need an anvil to make most things out of metal bars.
zh_cn: 你需要一个砧子才能充分锤炼金属锭。

source: You will need to change your settings or acquire the mods from the server owner.
zh_cn: 你需要更改设置或向该服务器的服主索要模组.

source: You've got a real backbone coming way down here, how 'bout ya buy somethin?
zh_cn: 真正的脊骨就快到货了，你要不买点什么？

source: Your Journey Begins...
zh_cn: 你的旅程即将开始...

source: Your armor is lowered!
zh_cn: 你的盔甲降级了！

source: Your attacks are weaker!
zh_cn: 你的攻击变弱了！

source: Your ballistas rapidly shoot in panic!
zh_cn: 你的弩车在惊慌之下快速射击！

source: Your bed is obstructed.
zh_cn: 你的床被挡住了。

source: Your mind goes numb...
zh_cn: 你的头脑变得麻木...

source: Your movement speed has been reduced
zh_cn: 你的移动速度已降低

source: Your world has been blessed with Adamantite!
zh_cn: 你的世界已获赐精金！

source: Your world has been blessed with Cobalt!
zh_cn: 你的世界已获赐钴！

source: Your world has been blessed with Mythril!
zh_cn: 你的世界已获赐秘银！

source: Your world has been blessed with Orichalcum!
zh_cn: 你的世界已获赐山铜！

source: Your world has been blessed with Palladium!
zh_cn: 你的世界已获赐钯金！

source: Your world has been blessed with Titanium!
zh_cn: 你的世界已获赐钛金！

source: Yoyo
zh_cn: 悠悠球

source: Yoyo Bag
zh_cn: 悠悠球袋

source: Yoyo Glove
zh_cn: 悠悠球手套

source: Zealous
zh_cn: 狂热

source: Zebra Skin
zh_cn: 斑马皮

source: Zebra Swallowtail Butterfly
zh_cn: 斑纹燕尾蝶

source: Zebra Swallowtail Butterfly Jar
zh_cn: 斑纹燕尾蝶罐

source: Zephyr Fish
zh_cn: 和风鱼

source: Zombie
zh_cn: 僵尸

source: Zombie Arm
zh_cn: 僵尸臂

source: Zombie Banner
zh_cn: 僵尸旗

source: Zombie Elf
zh_cn: 僵尸精灵

source: Zombie Elf Banner
zh_cn: 僵尸精灵旗

source: Zombie Eskimo
zh_cn: 爱斯基摩僵尸

source: Zombie Eskimo Banner
zh_cn: 爱斯基摩僵尸旗

source: Zombie Fish
zh_cn: 僵尸鱼

source: Zoom
zh_cn: 缩放

source: Zoom In
zh_cn: 放大

source: Zoom Out
zh_cn: 缩小

source: Zoom: {0}% ({1}%)
zh_cn: 缩放：{0}% ({1}%)

source: a chair
zh_cn: 椅子

source: a door
zh_cn: 门

source: a light source
zh_cn: 光源

source: a table
zh_cn: 桌子

source: and increased life regeneration
zh_cn: 提高了生命再生速度

source: are throwing a party
zh_cn: 在举办派对

source: ban
zh_cn: 封禁

source: ban <player>
zh_cn: 封禁<player>

source: because you have disabled automatic mod downloading
zh_cn: 因为你已关闭[从服务器下载模组]

source: because you only accept mods signed by the mod browser
zh_cn: 因为你已开启[只从服务器下载带签名认证的模组]

source: clear
zh_cn: 清除

source: copper
zh_cn: 铜

source: d
zh_cn: 删除

source: d <number>
zh_cn: 删除<number>

source: damage
zh_cn: 伤害

source: dawn
zh_cn: 黎明

source: defense
zh_cn: 防御力

source: dropped {0}
zh_cn: 掉了{0}

source: dusk
zh_cn: 黄昏

source: exit
zh_cn: 退出

source: exit-nosave
zh_cn: 退出并不保存

source: gold
zh_cn: 金

source: h
zh_cn: 时

source: have been defeated!
zh_cn: 已被打败！

source: help
zh_cn: 帮助

source: is receiving tile data
zh_cn: 正在接收图格数据

source: is throwing a party
zh_cn: 在举办派对

source: kick
zh_cn: 剔除

source: kick <player>
zh_cn: 踢除<player>

source: life
zh_cn: 生命值

source: m
zh_cn: 分

source: magic damage
zh_cn: 魔法伤害

source: mana
zh_cn: 魔力

source: maxplayers
zh_cn: 最大玩家数

source: melee damage
zh_cn: 近战伤害

source: midnight
zh_cn: 午夜

source: minute duration
zh_cn: 分钟持续时间

source: more
zh_cn: 更多

source: motd
zh_cn: 每日消息

source: motd <words>
zh_cn: 每日消息<words>

source: n
zh_cn: 新

source: no
zh_cn: 否

source: noon
zh_cn: 正午

source: password
zh_cn: 密码

source: password <pass>
zh_cn: 密码<pass>

source: platinum
zh_cn: 铂金

source: playing
zh_cn: 游戏中

source: port
zh_cn: 端口

source: range
zh_cn: 范围

source: ranged damage
zh_cn: 远程伤害

source: rolls a
zh_cn: 滚动一个

source: s
zh_cn: 秒

source: save
zh_cn: 保存

source: say
zh_cn: 说

source: say <words>
zh_cn: 说<words>

source: second duration
zh_cn: 秒持续时间

source: seed
zh_cn: 种子

source: settle
zh_cn: 放置

source: silver
zh_cn: 银

source: summon damage
zh_cn: 召唤伤害

source: throwing damage
zh_cn: 投掷伤害

source: time
zh_cn: 时间

source: version
zh_cn: 版本

source: y
zh_cn: 是

source: yes
zh_cn: 是

source: {0} ({1}%) Fishing Power
zh_cn: {0}({1}%)点渔力

source: {0} Fishing Power
zh_cn: {0}点渔力

source: {0} NPCs
zh_cn: {0}个生物

source: {0} Total, {1} Enabled, {2} Disabled, {3} Missing
zh_cn: 总共{0}个,已启用{1}个,已禁用{2}个,缺少{3}个

source: {0} World
zh_cn: {0}世界

source: {0} buffs
zh_cn: {0}个Buff

source: {0} by {1}'s {2}.
zh_cn: {0}，凶手是{1}的{2}。

source: {0} by {1}.
zh_cn: {0}，凶手是{1}。

source: {0} cant be put back together again.
zh_cn: {0}再也不能复原了。

source: {0} clients connected
zh_cn: {0}个客户端已连接

source: {0} couldn't breathe.
zh_cn: {0}无法呼吸。

source: {0} couldn't contain the watts.
zh_cn: {0}无法控制瓦数。

source: {0} couldn't find the antidote.
zh_cn: {0}无法找到解药。

source: {0} couldn't put the fire out.
zh_cn: {0}无法把火扑灭。

source: {0} damage per second
zh_cn: 每秒{0}伤害

source: {0} days ago
zh_cn: {0}天前

source: {0} detected nearby!
zh_cn: 在附近发现{0}！

source: {0} didn't bounce.
zh_cn: {0}没有反弹。

source: {0} didn't materialize
zh_cn: {0}未能成形

source: {0} died {1} ago
zh_cn: {0}在{1}前死了

source: {0} downloads ({1} latest version)
zh_cn: {0}次下载({1}次为最新版本)

source: {0} drowned.
zh_cn: {0}溺死了。

source: {0} enemies nearby!
zh_cn: 附近有{0}个敌人！

source: {0} fell to their death.
zh_cn: {0}摔死了。

source: {0} forgot to breathe.
zh_cn: {0}忘了呼吸。

source: {0} got impaled
zh_cn: {0}被刺穿了

source: {0} got massacred
zh_cn: {0}被屠杀了

source: {0} got melted.
zh_cn: {0}被熔化了。

source: {0} got snapped in half
zh_cn: {0}被折成两半了

source: {0} had their head removed
zh_cn: {0}的脑袋搬家了

source: {0} has arrived!
zh_cn: {0}已到达！

source: {0} has awoken!
zh_cn: {0}已苏醒！

source: {0} has been defeated!
zh_cn: {0}已被打败！

source: {0} has defeated the {1}th {2}!
zh_cn: {0}打败了第{1}个{2}！

source: {0} has departed!
zh_cn: {0}已死去！

source: {0} has disabled PvP!
zh_cn: {0}已禁用PvP！

source: {0} has enabled PvP!
zh_cn: {0}已启用PvP！

source: {0} has joined the blue party.
zh_cn: {0}加入了蓝队。

source: {0} has joined the green party.
zh_cn: {0}加入了绿队。

source: {0} has joined the pink party.
zh_cn: {0}加入了粉队。

source: {0} has joined the red party.
zh_cn: {0}加入了红队。

source: {0} has joined the yellow party.
zh_cn: {0}加入了黄队。

source: {0} has joined.
zh_cn: {0}已加入。

source: {0} has left!
zh_cn: {0}已离开！

source: {0} has left.
zh_cn: {0}已离开。

source: {0} has teleported to {1}
zh_cn: {0}已传送至{1}

source: {0} have been defeated!
zh_cn: {0}已被打败！

source: {0} hours ago
zh_cn: {0}小时前

source: {0} is already on this server.
zh_cn: 已在此服务器上。

source: {0} is connecting...
zh_cn: {0}正在连接...

source: {0} is installed
zh_cn: 已安装 {0}

source: {0} is no longer on a party.
zh_cn: {0}不再属于任何队伍。

source: {0} is shark food.
zh_cn: {0}成了鲨鱼的食物。

source: {0} is sleeping with the fish.
zh_cn: {0}与鱼同眠。

source: {0} is {1}% corrupt and {2}% crimson.
zh_cn: {0}中{1}%为腐化之地，{2}%为猩红之地。

source: {0} is {1}% corrupt.
zh_cn: {0}中{1}%为腐化之地。

source: {0} is {1}% crimson.
zh_cn: {0}中{1}%为猩红之地。

source: {0} is {1}% hallow and {2}% corrupt.
zh_cn: {0}中{1}%为神圣之地，{2}%为腐化之地。

source: {0} is {1}% hallow and {2}% crimson.
zh_cn: {0}中{1}%为神圣之地，{2}%为猩红之地。

source: {0} is {1}% hallow, {2}% corrupt, and {3}% crimson.
zh_cn: {0}中{1}%为神圣之地，{2}%为腐化之地，{3}%为猩红之地。

source: {0} is {1}% hallow.
zh_cn: {0}中{1}%为神圣之地。

source: {0} items
zh_cn: {0}个物品

source: {0} just became another dirt pile.
zh_cn: {0}变成了另一个土堆。

source: {0} let their arms get torn off
zh_cn: {0}的胳膊断了

source: {0} likes to play in magma.
zh_cn: {0}喜欢在岩浆中玩耍。

source: {0} minute duration
zh_cn: {0}分钟持续时间

source: {0} minutes ago
zh_cn: {0}分钟前

source: {0} months ago
zh_cn: {0}月前

source: {0} mounts
zh_cn: {0}个坐骑

source: {0} needs to be swept up.
zh_cn: {0}需要被清走了。

source: {0} new mods.
zh_cn: 新增{0}个模组.

source: {0} players connected.
zh_cn: {0}个玩家已连接。

source: {0} points
zh_cn: {0}点

source: {0} requires {2} version {1} or greater but version {3} is installed
zh_cn: {0} 需要 {1}+ 版本的 {2} ,但你安装的为 {3} 版本

source: {0} second duration
zh_cn: {0}秒持续时间

source: {0} seconds ago
zh_cn: {0}秒前

source: {0} shattered into pieces.
zh_cn: {0}碎成渣了。

source: {0} tiles
zh_cn: {0}个物块

source: {0} tried to escape.
zh_cn: {0}试图逃跑。

source: {0} tried to swim in lava.
zh_cn: {0}试图在熔岩中游泳。

source: {0} walls
zh_cn: {0}个墙壁

source: {0} was booted: {1}
zh_cn: {0}已踢出：{1}

source: {0} was brutally dissected
zh_cn: {0}被野蛮地解剖了

source: {0} was chopped up
zh_cn: {0}被千刀万剐了

source: {0} was cut down the middle
zh_cn: {0}的腰被斩断了

source: {0} was decapitated
zh_cn: {0}被斩首了

source: {0} was destroyed
zh_cn: {0}被毁了

source: {0} was eviscerated
zh_cn: {0}被取出内脏

source: {0} was hit {1} times before touching the ground!
zh_cn: 触地前，触击{0}{1}次！

source: {0} was incinerated.
zh_cn: {0}被烧成了灰。

source: {0} was licked.
zh_cn: {0}被舔了。

source: {0} was murdered
zh_cn: {0}被谋杀了

source: {0} was removed from {1}
zh_cn: {0}被踢出了{1}

source: {0} was slain
zh_cn: {0}被杀死了

source: {0} was slain...
zh_cn: {0}被杀死了...

source: {0} was stabbed.
zh_cn: {0}被刺伤了。

source: {0} was torn in half
zh_cn: {0}被撕成两半了

source: {0} was turned into a pile of flesh
zh_cn: {0}变成了一滩肉

source: {0} watched their innards become outards
zh_cn: {0}看着自己的内脏变成了“外脏”

source: {0} years ago
zh_cn: {0}年前

source: {0}% bait power
zh_cn: {0}%鱼饵力

source: {0}% fishing power
zh_cn: {0}%渔力

source: {0}% increased damage
zh_cn: 增加{0}%伤害

source: {0}' East
zh_cn: {0}以东

source: {0}' West
zh_cn: {0}以西

source: {0}'s body was mangled
zh_cn: {0}的身体血肉模糊了

source: {0}'s entrails were ripped out
zh_cn: {0}的内脏被扯掉了

source: {0}'s extremities were detached
zh_cn: {0}被截肢了

source: {0}'s face was torn off
zh_cn: {0}的脸被撕烂了

source: {0}'s flailing about was finally stopped
zh_cn: {0}的鞭刑终于停止了

source: {0}'s legs appeared where her head should be.
zh_cn: {0}的腿长到她的脑袋那儿了。

source: {0}'s legs appeared where his head should be.
zh_cn: {0}的腿长到他的脑袋那儿了。

source: {0}'s meat was ripped off the bone
zh_cn: {0}被削肉去骨了

source: {0}'s plead for death was answered
zh_cn: {0}求死的愿望实现了

source: {0}'s skull was crushed
zh_cn: {0}的头骨被压碎了

source: {0}'s vital organs were ruptured
zh_cn: {0}的重要器官毁了

source: {0}: Complete!
zh_cn: {0}：完成！

source: {0}: {1}, and {2}
zh_cn: {0}：{1}和{2}

source: {0}: {1}, {2}, and {3}
zh_cn: {0}：{1}、{2}和{3}

source: {0}: {1}, {2}, {3}, and {4}
zh_cn: {0}：{1}、{2}、{3}和{4}

source: {0}: {1}, {2}, {3}, {4}, and {5}
zh_cn: {0}：{1}、{2}、{3}、{4}和{5}

source: {0}: {1}, {2}, {3}, {4}, {5}, and {6}
zh_cn: {0}：{1}、{2}、{3}、{4}、{5}和{6}
